{
	"Categories": {
		"Flash": [
			{
				"q": "Now that Flash is dead. Is there a way to play the browser games?",
				"a": [
					[
						"Yes. Click here for a guide on how to use Flash content after Flash's End of Life"
					]
				],
				"s": [
					"../FlashFAQ"
				]
			}
		],
		"Games": [
			{
				"q": "Will you port X to HTML5?",
				"a": [
					[
						"Yes it will be all the flash games"
					]
				],
				"s": [
					"https://twitter.com/Nitrome/status/1265068261214994432"
				]
			},
			{
				"q": "What happened to Flightless?",
				"a": [
					[
						"With flightless incase nobody realised what happened.",
						"We made a demo to put onto steam. It went into steam green light to get voted up onto steam.",
						"It sat there for months getting love but not enough to get it greenlit onto the platform. So we took that as a sign we should move on.",
						"A while after doing so steam decided to change the rules and allow a lower entry bar to greenlight making 100’s of games overnight get the go ahead.",
						"But by then our teams had moved onto other projects. I think even the artist had moved countries to another job as he hated living in london."
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/562237999098757121/696165064620769300"
				]
			},
			{
				"q": "What happened to Super Feed Me?",
				"a": [
					[
						"SuperFeedMe is unlikely to ever get finished. Its been like a decade without is working on it so really shouldn’t be much or a surprise by now."
					],
					[
						"We have no plans to finish this game atm. Its been a decade so sorry if this comes as a shock"
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/562237999098757121/621129823099813899",
					"https://twitter.com/Nitrome/status/1284860097030770688"
				]
			}
		],
		"Website": [
			{
				"q": "What happened to Accounts?",
				"a": [
					[
						"We were forced to remove the accounts due to the GDPR enrolment. Users data cannot be stored without prior permission and accounts stored details that invalidated this."
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/562237999098757121/727957506802057239"
				]
			},
			{
				"q": "What happened to the New Website?",
				"a": [
					[
						"Its currently not being worked on but our goal is still to revamp the site and make it available in the future (no dates or commitments, just ideals)."
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/562237999098757121/578197115449114653"
				]
			}
		],
		"Music": [
			{
				"q": "Why can't we buy/stream Nitrome Music?",
				"a": [
					[
						"Yeah sorry, there just is a very small vocal minority of fans that care about the music enough to download. We took that it was worth perusing but it really is just too time consuming for what its worth. sorry"
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/570279005278961708/724562025279389768"
				]
			},
			{
				"q": "Can I make and distribute a Nitrome Music Album?",
				"a": [
					[
						"We wouldn’t give permission for anyone to make or sell collections. Sorry!"
					]
				],
				"s": [
					"https://discordapp.com/channels/562237998578794497/562237999098757121/646352512617807892"
				]
			},
			{
				"q": "Where can I download Nitrome music?",
				"a": [
					[
						"The best way to obtain Nitrome music in high quality is to download it directly from the composers. See a list of all available Nitrome music to download or stream here.",
						"",
						"The availability of all Nitrome music depends on the composer. The list has more details, but I'll touch on the two main Nitrome composers here.",
						"",
						"All of Lee Nicklen's Nitrome music is available to download and/or stream from either his YouTube, SoundCloud or official website. Although a lot of his music on his official site is presented with interruptions, there are also some versions of those same tracks on his official website behind the scenes.",
						"",
						"Dave Cowen is trickier. The only track of his you can publicly download is the Twin Shot game theme from his Bandcamp. Some other Nitrome music he's composed for is available to stream on SoundCloud. He doesn't really have everything.",
						"",
						"You could try contacting Dave Cowen for the release of his Nitrome music. He has seemed willing to allow others to download it. But I personally haven't had much success reaching out to him.", 
						"",
						"If you're lucky enough, you might find someone who has purchased a bunch of Nitrome music back when it was on iTunes and they'll let you in on their goods. Otherwise, you'd have to extract the music directly from the games or record it, or find someone else who has previously done these things."
					]
				],
				"s": [
					"../NitromeMusic"
				]
			}
		]
	}
}